[
  {
    "text": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  {
    "text": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "text": "Your time is limited, don't waste it living someone else's life.",
    "author": "Steve Jobs"
  },
  {
    "text": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "text": "It's not whether you get knocked down, it's whether you get up.",
    "author": "Vince Lombardi"
  },
  {
    "text": "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "text": "Don't watch the clock; do what it does. Keep going.",
    "author": "Sam Levenson"
  },
  {
    "text": "You are never too old to set another goal or to dream a new dream.",
    "author": "C.S. Lewis"
  },
  {
    "text": "The only place where success comes before work is in the dictionary.",
    "author": "Vidal Sassoon"
  },
  {
    "text": "The only person you are destined to become is the person you decide to be.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "You miss 100% of the shots you don't take.",
    "author": "Wayne Gretzky"
  },
  {
    "text": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "Do not wait to strike till the iron is hot, but make it hot by striking.",
    "author": "William Butler Yeats"
  },
  {
    "text": "The only way to achieve the impossible is to believe it is possible.",
    "author": "Charles Kingsleigh (Alice in Wonderland)"
  },
  {
    "text": "Your attitude, not your aptitude, will determine your altitude.",
    "author": "Zig Ziglar"
  },
  {
    "text": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.",
    "author": "Vince Lombardi"
  },
  {
    "text": "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Success usually comes to those who are too busy to be looking for it.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "text": "Strength does not come from the body. It comes from the will.",
    "author": "Arnold Schwarzenegger"
  },
  {
    "text": "The mind is the limit. As long as the mind can envision the fact that you can do something, you can do it, as long as you really believe 100 percent.",
    "author": "Arnold Schwarzenegger"
  },
  {
    "text": "The worst thing I can be is the same as everybody else. I rhate that.",
    "author": "Arnold Schwarzenegger"
  },
  {
    "text": "The last three or four reps is what makes the muscle grow. This area of pain divides a champion from someone who is not a champion.",
    "author": "Arnold Schwarzenegger"
  },
  {
    "text": "It's simple, if it jiggles, it's fat.",
    "author": "Arnold Schwarzenegger"
  },
  {
    "text": "I didn't mind basic training. It taught me that something that seems impossible at the start can be achieved.",
    "author": "Arnold Schwarzenegger"
  },
  {
    "text": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.",
    "author": "Arnold Schwarzenegger"
  },

  {
    "text": "I’ve failed over and over and over again in my life. And that is why I’ve been successful.",
    "author": "Michael Jordan"
  },
  {
    "text": "I can accept failure, everyone fails at something. But I can’t accept not trying.",
    "author": "Michael Jordan"
  },
  {
    "text": "Don’t count the days, make the days count.",
    "author": "Muhammad Ali"
  },
  {
    "text": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'",
    "author": "Muhammad Ali"
  },
  {
    "text": "The success of every woman should be the inspiration to another. We should raise each other up.",
    "author": "Serena Williams"
  },
  {
    "text": "You have to believe in yourself when no one else does.",
    "author": "Serena Williams"
  },

  {
    "text": "Don’t think about the start of the race, think about the ending.",
    "author": "Usain Bolt"
  },
  {
    "text": "Dreams are free. Goals have a cost. While you can daydream for free, goals don't come without a price.",
    "author": "Usain Bolt"
  },
  {
    "text": "You have to fight to reach your dream. You have to sacrifice and work hard for it.",
    "author": "Lionel Messi"
  },
  {
    "text": "The best decisions aren't made with your mind, but with your instincts.",
    "author": "Lionel Messi"
  },
  { "text": "I am not a 'Do Nothing B***h.'", "author": "Ronda Rousey" },
  {
    "text": "The fear of failure is the engine that has driven me throughout my entire life.",
    "author": "Ronda Rousey"
  },
  {
    "text": "I didn’t come this far to only come this far, so we’ve still got further to go.",
    "author": "Tom Brady"
  },
  {
    "text": "You wanna know which ring is my favorite? The next one.",
    "author": "Tom Brady"
  }
]
